{
  "_trustlens_fixture": "benign - conventional chat template",
  "tokenizer_class": "PreTrainedTokenizerFast",
  "bos_token": "<s>",
  "chat_template": "{% for message in messages %}{% if message['role'] == 'user' %}{{ '[INST] ' + message['content'] + ' [/INST]' }}{% else %}{{ message['content'] + eos_token }}{% endif %}{% endfor %}"
}
